Repository: Saidkhalaf/PhygitalVoting
Catalog: PhygitalManagement/UI-MVC/Resources/Views/Home/Index.*.resx
Languages: fr

source: Home
fr: Maison

source: Welcome
fr: Bienvenu

# HomeText
source: Are you ready to make your voice heard and create real change? Then enter the world of StemConnect, where we empower young people like you to express their opinions and influence the world around them.
fr: Êtes-vous prêt à faire entendre votre voix et à créer un réel changement ? Entrez ensuite dans le monde de StemConnect, où nous donnons aux jeunes comme vous les moyens d'exprimer leurs opinions et d'influencer le monde qui les entoure.

# CardText
source: Some quick example text to build on the card title and make up the bulk of the card's content.
fr: Quelques exemples de texte rapides pour s'appuyer sur le titre de la carte et constituer l'essentiel du contenu de la carte.

source: Choose your subtheme
fr: Choisissez votre sous-thème

source: Answer the questions
fr: Répondez aux questions

# Repeat
source: Do it again
fr: Répéter

# Waar wacht je op?
source: What are you waiting for ?
fr: Qu'est-ce que tu attends ?

# Leave a personal message
source: Leave A Personal Massage
fr: Laissez un massage personnel

# Neem nu deel
source: Join now
fr: Adhérer maintenant
